type faqDataType = {
  question: string;
  answer: string;
  id: number;
};

const faqDatas: faqDataType[] = [
  {
    question: "এই ওয়েবসাইটটি কি সম্পূর্ণ ফ্রি ?",
    answer:
      "হ্যাঁ, অধিকাংশ ফিচার সম্পূর্ণ বিনামূল্যে ব্যবহার করা যাবে। ভবিষ্যতে কিছু প্রিমিয়াম ফিচার যুক্ত হতে পারে, তবে মূল স্টাডি রিসোর্স সবার জন্য উন্মুক্ত থাকবে।",
    id: 1,
  },
  {
    question: "এই প্ল্যাটফর্ম কি শুধুমাত্র DUET-এর জন্য ?",
    answer:
      "না। DUET-এর পাশাপাশি বিভিন্ন ডিপ্লোমা ভর্তি পরীক্ষা সম্পর্কিত তথ্য, রিসোর্স এবং আপডেটও এখানে প্রকাশ করা হবে।",
    id: 2,
  },
  {
    question: "এখানে কি মডেল টেস্টের ব্যবস্থা থাকবে ?",
    answer:
      "হ্যাঁ। এখানে বিষয়ভিত্তিক মডেল টেস্টের মাধ্যমে আপনি নিজের প্রস্তুতি যাচাই করতে পারবেন।",
    id: 3,
  },
  {
    question: "মোবাইল থেকে কি ব্যবহার করা যাবে ? ",
    answer:
      "অবশ্যই। PrepLab সম্পূর্ণ Responsive, তাই মোবাইল, ট্যাবলেট ও কম্পিউটার—সব ডিভাইসে সহজে ব্যবহার করা যাবে।",
    id: 4,
  },
  {
    question: "প্রশ্ন বা ভুল তথ্য দেখলে কী করব ?",
    answer:
      "যোগাযোগ (Contact) পেজ অথবা Feedback অপশনের মাধ্যমে আমাদের জানাতে পারবেন। আমরা দ্রুত যাচাই করে প্রয়োজনীয় সংশোধন করব।",
    id: 5,
  },
];

export default faqDatas;
